{
  "russian": "Russian",
  "english": "English",
  "writeReview": "Write a review",
  "yes": "Yes",
  "no": "No",
  "watch": "Watch",
  "sortBy": "Sort By",
  "newest": "Newest",
  "oldest": "Oldest",
  "priceUp": "Price Up",
  "priceDown": "Price Down",
  "signUp": "Sign Up",
  "logIn": "Log in",
  "cancel": "Cancel",
  "name": "Name",
  "surname": "Surname",
  "email": "Email",
  "phone": "Phone",
  "password": "Password",
  "confirmPassword": "Confirm Password",
  "createAccount": "Create Account",
  "requiredField": "Required field",
  "nameIsNotValid": "Name is not valid",
  "emailIsNotValid": "Email is not valid",
  "phoneIsNotValid": "Phone number is not valid",
  "passwordIsNotValid": "Password is not valid",
  "passwordsDoesNotMatch": "Passwords does not match",
  "emailCannotBeChanged": "Email cannot be changed",
  "emailIsBusy": "Email is already busy",
  "symbol": "Symbol",
  "minimum": "Minimum",
  "minimum6Symbol": "Minimum 6 Symbol",
  "error": "Error",
  "warning": "Warning",
  "success": "Success",
  "passwordIsNotCorrect": "Password does not match",
  "emailIsNotCorrect": "Email does not exist",
  "userNotFound": "User not found",
  "logOut": "Log out",
  "dashboard": "Dashboard",
  "settings": "Settings",
  "aboutUs": "About Us",
  "contacts": "Contacts",
  "contactUs": "Contact Us",
  "changePassword": "Change Password",
  "save": "Save",
  "oldPassword": "Old Password",
  "newPassword": "New Password",
  "userDataChangeText": "Your data has been successfully changed",
  "category": "Category",
  "categories": "Categories",
  "allBikes": "All Bikes",
  "mountainBike": "Mountain Bike",
  "mountainBikes": "Mountain Bikes",
  "roadBike": "Road Bike",
  "roadBikes": "Road Bikes",
  "cruiserBike": "Cruiser Bike",
  "cruiserBikes": "Cruiser Bikes",
  "urbanBike": "Urban Bike",
  "urbanBikes": "Urban Bikes",
  "touringBike": "Touring Bike",
  "touringBikes": "Touring Bikes",
  "electricBike": "Electric Bike",
  "electricBikes": "Electric Bikes",
  "type": "Type",
  "size": "Size",
  "price": "Price",
  "color": "Color",
  "red": "Red",
  "green": "Green",
  "yellow": "Yellow",
  "white": "White",
  "purple": "Purple",
  "black": "Black",
  "blue": "Blue",
  "minPrice": "Min. price",
  "maxPrice": "Max. price",
  "bikes": "Bikes",
  "productsNotFound": "Products Not Found",
  "addToCart": "Add To Cart",
  "favorites": "Favorites",
  "basket": "Basket",
  "productDescription": "Product Description",
  "information": "Information",
  "model": "Model",
  "gears": "Gears",
  "brakeSystem": "Brake system",
  "discBrake": "Disc brake",
  "maxSpeed": "Max Speed",
  "gender": "Gender",
  "universal": "Universal",
  "purchaseDetails": "Purchase Details",
  "shipping": "Shipping",
  "payment": "Payment",
  "returnRefunds": "Return Refunds",
  "bikeOptions": "Bike Options",
  "industryAttributes": "Industry attributes",
  "frameMaterial": "Frame Material",
  "highCarbonSteel": "High Carbon Steel",
  "forkMaterial": "Fork Material",
  "aluminumAlloy": "Aluminum Alloy",
  "forkSuspension": "Fork Suspension",
  "otherAttributes": "Other Attributes",
  "tireWidth": "Tire Width",
  "placeOfOrigin": "Place of Origin",
  "pedalType": "Pedal Type",
  "ordinaryPedal": "Ordinary Pedal",
  "loadCapacity": "Load Capacity",
  "brake": "Brake",
  "mechanicalDiscBrake": "Mechanical Disc Brake",
  "hide": "Hide",
  "showMore": "Show More",
  "address": "Address",
  "payMethod": "Pay method",
  "cash": "Cash",
  "transfer": "Transfer",
  "total": "Total",
  "order": "Order",
  "accept": "Accept",
  "send": "Send",
  "continue": "Continue",
  "sellingBicycles": "Selling Bicycles",
  "yourFirstStepToAHealthyLifestyle": "Your First Step to a Healthy Lifestyle",
  "welcomeToTheAboutUsPage": "Welcome to the about us page!",
  "yourMessage": "Your message",
  "ourTelephone": "Our telephone",
  "noProductsToOrder": "Not products to order",
  "thereAreNoProductsInFavorites": "There are no products in favorites",
  "errorInChanges": "Error in changes",
  "pleaseCheckTheBox": "Please check the box",
  "pleaseFillInAllFields": "Please fill in all fields",
  "productAddedToFavorites": "Product added to favorites",
  "productAddedToTheBasket": "Product added to the basket",
  "productIsAlreadyInTheBasket": "Product is already in the basket",
  "productCountChanged": "Product count changed",
  "reviewSent": "Review Sent",
  "pleaseFillInCorrectly": "Please fill in correctly",
  "alertLoginForBasket": "Please log in to your account to add a product to your cart.",
  "alertLoginForFavorites": "Please log in to your account to add a product to favorites.",
  "shippingText": "Contact supplier to negotiate shipping details Enjoy On-time. Dispatch Guarantee.",
  "paymentText": "Enjoy encrypted and secure payments.",
  "returnRefundsText": "Eligible for refunds within 30 days of receiving products.",
  "iAgreeWithTheRulesText": "I agree with the rules for using the trading platform and returning.",
  "yourMessageHasBeenSent": "Your message has been sent",
  "yourOrderIsAccepted": "Your order is accepted",
  "mainPageTitle": "Bicycle` Your Path to Simplicity and Care for Nature",
  "mountainBikeTitle": "Mountain Biking: New Horizons of Adventure and Activities",
  "mountainBikeDescription": "Mountain biking is an exciting and challenging sport that requires skill, endurance and a reliable bike. A mountain bike is specifically designed for off-road use and can overcome various off obstacles such as rocks, roots and steep inclines. In this essay,we'll look at the different components of a mountain bike, the techniques required to ride on different surfaces, and the safety and maintenance measures you should take to ensure a safe and enjoyable ride.A mountain bike frame is the core of the bike and determines its weight, durability and handling. Most frames are made from-aluminum, carbon fiber or steel, with each material having its advantages.",
  "electricBikeTitle": "Electric Bike: Premium power under pedal control",
  "electricBikeDescription": "Electric bicycles, also known as e-bikes, have become increasingly popular in recent years due to their convenience, efficiency and environmental friendliness. These bikes are equipped with an electric motor that assists the rider, making it easier to pedal and cover long distances. In this essay, we will look at the components of electric bicycles, their benefits, and the different types available in the market.Electric bicycles have three main components: the battery, the motor, and the controller. The battery powers the motor, and its capacity determines how far the e-bike can travel on a single charge. The motor is responsible for propelling the bike forward and its power output can vary from 250 to 750 watts. The controller regulates engine speed, which is usually controlled by the throttle or pedal assist. These components work together to provide a smooth and efficient ride.",
  "urbanBikeTitle": "Urban Freedom: Conquer the city with our everyday bikes",
  "urbanBikeDescription": "In the fast-paced world of modern life, our everyday bicycles become reliable companions for urban travel. Equipped with stylish design and amenities, they give you the flexibility and freedom of movement you've been dreaming of. These bicycles are not just a means of transport, but also a way of life. Get in the saddle, explore the city streets, feel the wind in your hair, because with our bikes every ride becomes a unique adventure.Everyday bikes are more than just a means of transportation, they reflect your style and desire for a healthy lifestyle. Our comfortable and practical models are designed to make every moment of your city trip enjoyable and carefree. Lightweight and durable, they'll let you tackle city streets with confidence in comfort and style. Choose your ideal companion for your daily adventures and make every trip an opportunity to enjoy city life to the fullest.",
  "cruiserBikeTitle": "Conquer the Roads in Style: Elegant Travel on Cruiser Bikes",
  "cruiserBikeDescription": "Welcome to the world of leisurely adventures and the unique style of our cruiser bikes! With these elegant two-wheeled companions, you can enjoy every moment of your journey, feeling the wind in your hair and breathing in the fresh air. Our cruisers combine comfort, style and performance to make every trip an experience like no other. From city streets to picturesque waterfronts, let's create the story of your perfect cruise together!",
  "mainPageShippingText": "Our experienced and professional staff ensures that every parcel and every shipment is handled with the utmost care and attention to detail. We have equipped our fleet of vehicles with advanced technology, which enables us to provide efficient and timely transportation.",
  "mainPagePaymentText": "Our system ensures fast and secure transactions using advanced data encryption technologies. We also offer a variety of payment methods to meet the different needs of our users, including bank transfers, e-wallets and plastic cards.",
  "mainPageReturnRefundsText": "Our company strives to provide maximum customer satisfaction by providing a transparent and convenient product return policy. We fully understand that sometimes circumstances may change and a customer may request a refund or exchange of a product.",
  "mainPageFooterText": "As we see, choosing a bicycle is not only a choice of transport, but also an opportunity to realize your image of an active and healthy lifestyle. We hope our bike buying guide has helped you make the right decision.",
  "aboutUsPageFirstText": "We are a company specializing in the sale of bicycles and accessories. Our goal is to make the cycling industry more accessible and attractive to outdoor enthusiasts and sports enthusiasts. We are proud that each of our clients can find with us the ideal bike that suits their needs and preferences.",
  "aboutUsPageSecondText": "It is important to us that each client receives not only a high-quality bicycle, but also excellent service. Our team of professional sales staff is ready to help you choose the perfect model, talk about the features of your specific bike and answer all your questions. We also provide bicycle repair and maintenance services so that you can enjoy the perfect performance of your two-wheeled friend",
  "aboutUsPageThirdText": "We invite you to join us and enjoy your cycling adventures together. With our experience and knowledge of the cycling industry, we ensure that our customers receive only the best products and services. We value every client and strive for their complete satisfaction. Rest assured that with us you will find the perfect bike for your purposes and enjoy using it to the maximum",
  "aboutUsPageFooterText": "Thank you for visiting our about us page. We'd love to help you make your cycling dreams come true",
  "noReviewsText": "There are no reviews for this product",
  "bikeDescriptionText": "The bicycle is made in China in 2021, made of high material that can hold up to 200 kg of weight with disc brakes and 16 speeds. A 2-year warranty is provided and a discount of up to -20 percent for service in our service center"
}
