{
  "english": "Английский",
  "russian": "Русский",
  "writeReview": "Написать отзыв",
  "yes": "Да",
  "no": "Нет",
  "watch": "Посмотреть",
  "sortBy": "Сортировать",
  "newest": "Новые",
  "oldest": "Старые",
  "priceUp": "По Возрастанию цены",
  "priceDown": "По Убыванию цены",
  "signUp": "Регистрация",
  "logIn": "Вход",
  "cancel": "Отмена",
  "name": "Имя",
  "surname": "Фамилия",
  "email": "Почта",
  "phone": "Телефон",
  "password": "Пароль",
  "confirmPassword": "Подтверждать Пароль",
  "createAccount": "Создать Аккаунт",
  "requiredField": "Обьязательно",
  "nameIsNotValid": "Имя не действительный",
  "emailIsNotValid": "Почта не действительный",
  "phoneIsNotValid": "Номер телефона не действительный",
  "passwordIsNotValid": "Пароль не действительный",
  "passwordsDoesNotMatch": "Пароли не совпадают",
  "emailCannotBeChanged": "Почта не может быть изменен",
  "emailIsBusy": "Электронная почта уже занята",
  "symbol": "Символ",
  "minimum": "Минимум",
  "minimum6Symbol": "Минимум 6 Символ",
  "error": "Ошибка",
  "warning": "Предупреждение",
  "success": "Успех",
  "passwordIsNotCorrect": "Пароль не совпадает",
  "emailIsNotCorrect": "Эмайл не существует",
  "userNotFound": "Пользователь не найден",
  "logOut": "Выйти",
  "dashboard": "Панель управление",
  "settings": "Настройки",
  "aboutUs": "О Нас",
  "contacts": "Контакты",
  "contactUs": "Связаться с Нами",
  "changePassword": "Изменить Пароль",
  "save": "Сохранить",
  "oldPassword": "Старый Пароль",
  "newPassword": "Новый Пароль",
  "userDataChangeText": "Ваши данные успешно изменени",
  "category": "Категория",
  "categories": "Категории",
  "allBikes": "Все Велосипеды",
  "mountainBike": "Горный Велосипед",
  "mountainBikes": "Горные Велосипеды",
  "roadBike": "Дорожный Велосипед",
  "roadBikes": "Дорожные Велосипеды",
  "cruiserBike": "Круизный Велосипед",
  "cruiserBikes": "Круизные Велосипеды",
  "urbanBike": "Городской Велосипед",
  "urbanBikes": "Городские Велосипеды",
  "touringBike": "Туристический Велосипед",
  "touringBikes": "Туристические Велосипеды",
  "electricBike": "Электрический Велосипед",
  "electricBikes": "Электрические Велосипеды",
  "type": "Тип",
  "size": "Размер",
  "price": "Цена",
  "color": "Цвет",
  "red": "Красный",
  "green": "Зеленный",
  "yellow": "Желтый",
  "white": "Белый",
  "purple": "Фиолетовый",
  "black": "Черный",
  "blue": "Синий",
  "minPrice": "Мин. цена",
  "maxPrice": "Макс. цена",
  "bikes": "Велосипеды",
  "productsNotFound": "Товары не найдены",
  "addToCart": "Добавить в Корзину",
  "favorites": "Избранные",
  "basket": "Корзина",
  "productDescription": "Описание Товара",
  "information": "Информация",
  "model": "Модель",
  "gears": "Шестерни",
  "brakeSystem": "Тормозная система",
  "discBrake": "Дисковый тормоз",
  "maxSpeed": "Максимальная скорость",
  "gender": "Пол",
  "universal": "Универсальный",
  "purchaseDetails": "Детали Покупки",
  "shipping": "Перевозка",
  "payment": "Оплата",
  "returnRefunds": "Возврат Возмещения",
  "bikeOptions": "Параметры велосипеда",
  "industryAttributes": "Атрибуты отрасли",
  "frameMaterial": "Материал Рамы",
  "highCarbonSteel": "Высокая Углеродистая Сталь",
  "forkMaterial": "Материал Вилки",
  "aluminumAlloy": "Алюминиевый Сплав",
  "forkSuspension": "Вилка Подвески",
  "otherAttributes": "Другие Параметры",
  "tireWidth": "Ширина Шины",
  "placeOfOrigin": "Место происхождения",
  "pedalType": "Тип Педали",
  "ordinaryPedal": "Обычная педаль",
  "loadCapacity": "Грузоподъемность",
  "brake": "Тормоз",
  "mechanicalDiscBrake": "Механический Дисковый Тормоз",
  "hide": "Скрыть",
  "showMore": "Показать Больше",
  "address": "Адрес",
  "payMethod": "Способ оплаты",
  "cash": "Наличным",
  "transfer": "Перевод",
  "total": "Сумма",
  "order": "Заказать",
  "accept": "Принять",
  "send": "Отправить",
  "continue": "Продолжить",
  "sellingBicycles": "Продажа Велосипедов",
  "yourFirstStepToAHealthyLifestyle": "Ваш первый шаг к здоровому образу жизни",
  "welcomeToTheAboutUsPage": "Добро пожаловать на страницу \"О нас\"",
  "yourMessage": "Ваше сообщение",
  "ourTelephone": "Наш номер",
  "noProductsToOrder": "Нет продуктов для заказа",
  "thereAreNoProductsInFavorites": "В избранном нет товаров",
  "errorInChanges": "Ошибка в изменениях",
  "pleaseCheckTheBox": "Пожалуйста поставьте галочку",
  "pleaseFillInAllFields": "Пожалуйста заполните все поля",
  "productAddedToFavorites": "Товар добавлен в избранное",
  "productAddedToTheBasket": "Товар добавлен в корзину",
  "productIsAlreadyInTheBasket": "Товар уже в корзине",
  "productCountChanged": "Количество товаров изменено",
  "reviewSent": "Отзыв отправлен",
  "pleaseFillInCorrectly": "Пожалуйста заполните правильно",
  "alertLoginForBasket": "Пожалуйста, войдите в свою учетную запись, чтобы добавить товар в корзину.",
  "alertLoginForFavorites": "Пожалуйста, войдите в свою учетную запись, чтобы добавить товар в избранное.",
  "shippingText": "Свяжитесь с поставщиком, чтобы обсудить детали доставки. Гарантия отправки.",
  "paymentText": "Наслаждайтесь зашифрованными и безопасными платежами.",
  "returnRefundsText": "Право на возврат средств в течение 30 дней с момента получения продукции.",
  "iAgreeWithTheRulesText": "Я согласен с правилами использования торговой платформы и возврата.",
  "yourMessageHasBeenSent": "Ваше сообщение было отправлено",
  "yourOrderIsAccepted": "Ваш заказ принят",
  "mainPageTitle": "Велосипед`Ваш путь к простоте и заботе о природе",
  "mountainBikeTitle": "Катание на горных велосипедах: Новые горизонты приключений и активного отдыха",
  "mountainBikeDescription": "Горный велоспорт - захватывающий и вызывающий вид спорта, требующий навыков, выносливости и надежного велосипеда. Горный велосипед специально разработан для использования вне дороги и способен преодолевать различные преграды, такие как камни, корни и крутые подъемы. В этом эссе мы рассмотрим различные компоненты горного велосипеда, техники, необходимые для езды по разным поверхностям, а также меры безопасности и технического обслуживания, которые следует предпринять для обеспечения безопасной и приятной поездки. Каркас горного велосипеда является основой велосипеда и определяет его вес, прочность и управляемость. Большинство каркасов изготовлены из алюминия, углеродного волокна или стали, и у каждого материала есть свои преимущества.",
  "electricBikeTitle": "Электровелосипед: Превосходная мощность под управлением педали",
  "electricBikeDescription": "Велосипеды с электродвигателем, также известные как электровелосипеды или e-bikes, стали все более популярными в последние годы благодаря своей удобству, эффективности и экологической дружелюбности. Эти велосипеды оснащены электрическим двигателем, который помогает велосипедисту, облегчая педалирование и преодоление больших расстояний. В этом эссе мы рассмотрим компоненты электровелосипедов, их преимущества и различные типы, доступные на рынке. У электровелосипедов три основных компонента: аккумулятор, двигатель и контроллер. Аккумулятор питает двигатель, и его емкость определяет, на какое расстояние e-bike может проехать на одном заряде. Двигатель отвечает за приведение велосипеда в движение, и его мощность может варьироваться от 250 до 750 ватт. Контроллер регулирует скорость двигателя, обычно управляемую дросселем или поддержкой педали. Эти компоненты работают вместе, обеспечивая плавное и эффективное передвижение.",
  "urbanBikeTitle": "Городская свобода: Покоряйте город с помощью наших повседневных велосипедов",
  "urbanBikeDescription": "В быстром темпе современной жизни наши повседневные велосипеды становятся надежными спутниками для городских поездок. Оборудованные стильным дизайном и удобствами, они предоставляют вам гибкость и свободу передвижения, о которых вы мечтали. Эти велосипеды не только средство передвижения, но и образ жизни. Сядьте в седло, исследуйте городские улицы, почувствуйте ветер в волосах, потому что с нашими велосипедами каждая поездка становится уникальным приключением. Повседневные велосипеды – это не просто средство транспорта, они отражают ваш стиль и стремление к здоровому образу жизни. Наши удобные и практичные модели созданы для того, чтобы каждый момент вашего городского путешествия был приятным и беззаботным. Легкие и прочные, они позволят вам с уверенностью и стилем справляться с улицами города. Выберите своего идеального спутника для ваших повседневных приключений и превратите каждую поездку в возможность полностью насладиться городской жизнью.",
  "cruiserBikeTitle": "Покоряйте дороги стильно: Элегантное путешествие на круизных велосипедах",
  "cruiserBikeDescription": "Добро пожаловать в мир уютных приключений и уникального стиля наших круизеров! С этими элегантными двухколесными спутниками вы можете наслаждаться каждым моментом своего путешествия, ощущая ветер в ваших волосах и вдыхая свежий воздух. Наши круизеры сочетают в себе комфорт, стиль и производительность, чтобы сделать каждую поездку уникальным переживанием. От городских улиц до живописных набережных — давайте вместе создадим историю вашего идеального круиза!",
  "mainPageShippingText": "Наш опытный и профессиональный персонал следит за тем, чтобы каждая посылка обрабатывалась с максимальной тщательностью и вниманием к деталям. Мы оснастили наш автопарк передовыми технологиями, что позволяет нам обеспечивать эффективную и своевременную транспортировку.",
  "mainPagePaymentText": "Наша система обеспечивает быстрые и безопасные транзакции с использованием передовых технологий шифрования данных. Мы также предлагаем различные способы оплаты для удовлетворения различных потребностей наших пользователей, включая банковские переводы, электронные кошельки и пластиковые карты.",
  "mainPageReturnRefundsText": "Наша компания стремится обеспечить максимальную удовлетворенность клиентов, предоставляя прозрачную и удобную политику возврата товара. Мы полностью понимаем, что иногда обстоятельства могут измениться, и клиент может запросить возврат или обмен товара.",
  "mainPageFooterText": "Как мы видим, выбор велосипеда - это не только выбор транспорта, но и возможность воплотить в жизнь свой образ активного и здорового образа жизни. Мы надеемся, что наше руководство по покупке велосипеда помогло вам принять правильное решение.",
  "aboutUsPageFirstText": "Мы являемся компанией, специализирующейся на продаже велосипедов и аксессуаров. Наша цель - сделать велосипедную индустрию более доступной и привлекательной для любителей активного отдыха и спорта. Мы гордимся тем, что каждый из наших клиентов может найти у нас идеальный велосипед, соответствующий его потребностям и предпочтениям.",
  "aboutUsPageSecondText": "Для нас важно, чтобы каждый клиент получал не только велосипед высокого качества, но и отличный сервис. Наша команда профессиональных продавцов готова помочь вам выбрать идеальную модель, рассказать об особенностях вашего конкретного велосипеда и ответить на все ваши вопросы. Мы также предоставляем услуги по ремонту и техническому обслуживанию велосипедов, чтобы вы могли наслаждаться идеальной работой вашего двухколесного друга",
  "aboutUsPageThirdText": "Мы приглашаем вас присоединиться к нам и вместе насладиться велосипедными приключениями. Благодаря нашему опыту и знаниям велосипедной индустрии мы гарантируем, что наши клиенты получают только лучшие продукты и услуги. Мы ценим каждого клиента и стремимся к его полному удовлетворению. Отдых уверены, что у нас вы найдете идеальный велосипед для своих целей и получите максимальное удовольствие от его использования",
  "aboutUsPageFooterText": "Благодарим вас за посещение нашей страницы о нас. Мы будем рады помочь вам воплотить ваши мечты о велоспорте в реальность",
  "noReviewsText": "Нет отзывов на этот продукт",
  "bikeDescriptionText": "Велосипед произведен в Китае в 2021 году, изготовлен из высококачественного материала, выдерживает вес до 200 кг, оснащен дисковыми тормозами и 16 скоростями. Предоставляется гарантия 2 года и скидка до -20 процентов на обслуживание в нашем сервисном центре."
}
